Repository: jeso87/ShrinkerPro
Catalog: Sources/ShrinkerPro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, is, it, ja, ko, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: PNG is lossless — photos will usually get larger.
ar: PNG بلا فقدان — والصور الفوتوغرافية تكبر عادةً.
ca: El PNG és sense pèrdua — les fotos normalment es faran més grans.
cs: PNG je bezztrátový — fotky se obvykle zvětší.
da: PNG er tabsfrit — fotos bliver som regel større.
de: PNG ist verlustfrei — Fotos werden dadurch meist größer.
el: Το PNG είναι χωρίς απώλειες — οι φωτογραφίες συνήθως θα μεγαλώσουν.
es: PNG es un formato sin pérdida — las fotos suelen acabar ocupando más.
fa: PNG بدون اتلاف است — عکس‌ها معمولاً بزرگ‌تر می‌شوند.
fi: PNG on häviötön — valokuvat yleensä suurenevat.
fr: PNG est sans perte — les photos deviendront généralement plus lourdes.
he: פורמט PNG הוא ללא אובדן נתונים — תצלומים בדרך כלל יגדלו.
hr: PNG je bez gubitaka — fotografije će se obično povećati.
hu: A PNG veszteségmentes — a fényképek általában nagyobbak lesznek.
is: PNG er taplaust — ljósmyndir stækka yfirleitt.
it: PNG è senza perdita di qualità — di solito le foto diventano più pesanti.
ja: PNGは可逆圧縮のため、写真はたいてい大きくなります。
ko: PNG는 무손실이므로 사진은 대개 더 커집니다.
nb: PNG er tapsfritt — foto blir som regel større.
nl: PNG is verliesloos — foto's worden er meestal groter van.
nn: PNG er tapsfritt — foto blir som regel større.
pl: PNG jest bezstratny — zdjęcia zwykle się powiększą.
pt_br: PNG é sem perdas — as fotos geralmente ficam maiores.
pt_pt: O PNG é sem perdas — normalmente, as fotografias ficam maiores.
ro: PNG este fără pierderi — de obicei, fotografiile devin mai mari.
ru: PNG сжимает без потерь — фотографии обычно станут больше.
sk: PNG je bezstratový — fotky sa zvyčajne zväčšia.
sl: PNG je brezizgubni — fotografije se bodo običajno povečale.
sv: PNG är förlustfritt — foton blir oftast större.
th: PNG เป็นแบบไม่สูญเสียข้อมูล — รูปถ่ายจึงมักมีขนาดใหญ่ขึ้น
tr: PNG kayıpsızdır — fotoğraflar genellikle büyür.
uk: PNG — формат без втрат, тож фото зазвичай стають більшими.
vi: PNG không mất dữ liệu — ảnh thường sẽ lớn hơn.
zh_hans: PNG 是无损格式，照片通常会变大。
zh_hant: PNG是無損格式，照片通常會變大。
zh_hk: PNG是無損格式，相片通常會變大。

# Replace %lld files in “%@”?
source: Replace %1$lld files in “%2$@”?
ar: استبدال %1$lld ملف في “%2$@”؟
ca: Vols substituir %1$lld arxius a “%2$@”?
cs: Nahradit %1$lld souborů ve složce „%2$@“?
da: Vil du erstatte %1$lld arkiver i “%2$@”?
de: %1$lld Dateien in „%2$@“ ersetzen?
el: Αντικατάσταση %1$lld αρχείων στον φάκελο «%2$@»;
es: ¿Reemplazar %1$lld archivos en “%2$@”?
fa: %1$lld فایل در «%2$@» جایگزین شود؟
fi: Korvataanko %1$lld tiedostoa kansiossa ”%2$@”?
fr: Remplacer %1$lld fichiers dans « %2$@ » ?
he: להחליף %1$lld קבצים ב״%2$@״?
hr: Zamijeniti %1$lld datoteka u “%2$@”?
hu: %1$lld fájl lecserélése a következő mappában: „%2$@”?
is: Skipta út %1$lld skrám í „%2$@“?
it: Sostituire %1$lld file in “%2$@”?
ja: 「%2$@」内の%1$lld個のファイルを置き換えますか?
ko: ‘%2$@’에 있는 파일 %1$lld개를 대치하시겠습니까?
nb: Vil du erstatte %1$lld filer i «%2$@»?
nl: %1$lld bestanden in '%2$@' vervangen?
nn: Erstatt %1$lld filer i «%2$@»?
pl: Zastąpić %1$lld plików w „%2$@”?
pt_br: Substituir %1$lld arquivos em “%2$@”?
pt_pt: Substituir %1$lld ficheiros em “%2$@”?
ro: Înlocuiți %1$lld de fișiere din „%2$@”?
ru: Заменить %1$lld файлов в «%2$@»?
sk: Nahradiť %1$lld súborov v „%2$@“?
sl: Želite zamenjati %1$lld datotek v »%2$@«?
sv: Ersätt %1$lld filer i ”%2$@”?
th: ต้องการแทนที่ %1$lld ไฟล์ใน “%2$@” หรือไม่
tr: “%2$@” klasöründeki %1$lld dosya değiştirilsin mi?
uk: Замінити %1$lld файлів у «%2$@»?
vi: Thay thế %1$lld tệp trong “%2$@”?
zh_hans: 替换“%2$@”中的 %1$lld 个文件？
zh_hant: 要取代「%2$@」中的%1$lld個檔案嗎？
zh_hk: 要取代「%2$@」中的%1$lld個檔案嗎？

source: Replace %lld files?
ar: استبدال %lld ملف؟
ca: Vols substituir %lld arxius?
cs: Nahradit %lld souborů?
da: Vil du erstatte %lld arkiver?
de: %lld Dateien ersetzen?
el: Αντικατάσταση %lld αρχείων;
es: ¿Reemplazar %lld archivos?
fa: %lld فایل جایگزین شود؟
fi: Korvataanko %lld tiedostoa?
fr: Remplacer %lld fichiers ?
he: להחליף %lld קבצים?
hr: Zamijeniti %lld datoteka?
hu: %lld fájl lecserélése?
is: Skipta út %lld skrám?
it: Sostituire %lld file?
ja: %lld個のファイルを置き換えますか?
ko: 파일 %lld개를 대치하시겠습니까?
nb: Vil du erstatte %lld filer?
nl: %lld bestanden vervangen?
nn: Erstatt %lld filer?
pl: Zastąpić %lld plików?
pt_br: Substituir %lld arquivos?
pt_pt: Substituir %lld ficheiros?
ro: Înlocuiți %lld de fișiere?
ru: Заменить %lld файлов?
sk: Nahradiť %lld súborov?
sl: Želite zamenjati %lld datotek?
sv: Ersätt %lld filer?
th: ต้องการแทนที่ %lld ไฟล์หรือไม่
tr: %lld dosya değiştirilsin mi?
uk: Замінити %lld файлів?
vi: Thay thế %lld tệp?
zh_hans: 替换 %lld 个文件？
zh_hant: 要取代%lld個檔案嗎？
zh_hk: 要取代%lld個檔案嗎？

# Replace %lld originals in “%@”?
source: Replace %1$lld originals in “%2$@”?
ar: استبدال %1$lld ملف أصلي في “%2$@”؟
ca: Vols substituir %1$lld originals a “%2$@”?
cs: Nahradit %1$lld originálů ve složce „%2$@“?
da: Vil du erstatte %1$lld originaler i “%2$@”?
de: %1$lld Originale in „%2$@“ ersetzen?
el: Αντικατάσταση %1$lld πρωτοτύπων στον φάκελο «%2$@»;
es: ¿Reemplazar %1$lld originales en “%2$@”?
fa: %1$lld فایل اصلی در «%2$@» جایگزین شود؟
fi: Korvataanko %1$lld alkuperäistiedostoa kansiossa ”%2$@”?
fr: Remplacer %1$lld originaux dans « %2$@ » ?
he: להחליף %1$lld קבצי מקור ב״%2$@״?
hr: Zamijeniti %1$lld originala u “%2$@”?
hu: %1$lld eredeti fájl lecserélése a következő mappában: „%2$@”?
is: Skipta út %1$lld frumritum í „%2$@“?
it: Sostituire %1$lld originali in “%2$@”?
ja: 「%2$@」内の%1$lld個のオリジナルを置き換えますか?
ko: ‘%2$@’에 있는 원본 %1$lld개를 대치하시겠습니까?
nb: Vil du erstatte %1$lld originaler i «%2$@»?
nl: %1$lld originelen in '%2$@' vervangen?
nn: Erstatt %1$lld originalar i «%2$@»?
pl: Zastąpić %1$lld oryginałów w „%2$@”?
pt_br: Substituir %1$lld originais em “%2$@”?
pt_pt: Substituir %1$lld originais em “%2$@”?
ro: Înlocuiți %1$lld de originale din „%2$@”?
ru: Заменить %1$lld оригиналов в «%2$@»?
sk: Nahradiť %1$lld originálov v „%2$@“?
sl: Želite zamenjati %1$lld izvirnikov v »%2$@«?
sv: Ersätt %1$lld original i ”%2$@”?
th: ต้องการแทนที่ต้นฉบับ %1$lld ไฟล์ใน “%2$@” หรือไม่
tr: “%2$@” klasöründeki %1$lld orijinal değiştirilsin mi?
uk: Замінити %1$lld оригіналів у «%2$@»?
vi: Thay thế %1$lld bản gốc trong “%2$@”?
zh_hans: 替换“%2$@”中的 %1$lld 个原始文件？
zh_hant: 要取代「%2$@」中的%1$lld個原始檔案嗎？
zh_hk: 要取代「%2$@」中的%1$lld個原始檔嗎？

source: Replace %lld originals?
ar: استبدال %lld ملف أصلي؟
ca: Vols substituir %lld originals?
cs: Nahradit %lld originálů?
da: Vil du erstatte %lld originaler?
de: %lld Originale ersetzen?
el: Αντικατάσταση %lld πρωτοτύπων;
es: ¿Reemplazar %lld originales?
fa: %lld فایل اصلی جایگزین شود؟
fi: Korvataanko %lld alkuperäistiedostoa?
fr: Remplacer %lld originaux ?
he: להחליף %lld קבצי מקור?
hr: Zamijeniti %lld originala?
hu: %lld eredeti fájl lecserélése?
is: Skipta út %lld frumritum?
it: Sostituire %lld originali?
ja: %lld個のオリジナルを置き換えますか?
ko: 원본 %lld개를 대치하시겠습니까?
nb: Vil du erstatte %lld originaler?
nl: %lld originelen vervangen?
nn: Erstatt %lld originalar?
pl: Zastąpić %lld oryginałów?
pt_br: Substituir %lld originais?
pt_pt: Substituir %lld originais?
ro: Înlocuiți %lld de originale?
ru: Заменить %lld оригиналов?
sk: Nahradiť %lld originálov?
sl: Želite zamenjati %lld izvirnikov?
sv: Ersätt %lld original?
th: ต้องการแทนที่ต้นฉบับ %lld ไฟล์หรือไม่
tr: %lld orijinal değiştirilsin mi?
uk: Замінити %lld оригіналів?
vi: Thay thế %lld bản gốc?
zh_hans: 替换 %lld 个原始文件？
zh_hant: 要取代%lld個原始檔案嗎？
zh_hk: 要取代%lld個原始檔嗎？

source: Shrinks images so the longest side is at most this many pixels. Smaller images are left alone. SVG is unaffected.
ar: يصغّر الصور بحيث لا يتجاوز أطول ضلع هذا العدد من وحدات البكسل. والصور الأصغر تُترك كما هي. لا يتأثر SVG.
ca: Redueix les imatges perquè el costat més llarg tingui com a màxim aquests píxels. Les imatges més petites no es toquen. L’SVG no es veu afectat.
cs: Zmenší obrázky tak, aby nejdelší strana měla nejvýše tolik pixelů. Menší obrázky nechá být. SVG zůstane beze změny.
da: Krymper billeder, så den længste side højst er så mange pixels. Mindre billeder bliver ikke rørt. SVG påvirkes ikke.
de: Verkleinert Bilder so, dass die längste Seite höchstens so viele Pixel hat. Kleinere Bilder bleiben unverändert. SVG bleibt unberührt.
el: Σμικρύνει τις εικόνες ώστε η μεγαλύτερη πλευρά να έχει το πολύ τόσα pixel. Οι μικρότερες εικόνες μένουν ως έχουν. Τα SVG δεν επηρεάζονται.
es: Reduce las imágenes para que su lado más largo no supere estos píxeles. Las imágenes más pequeñas no se tocan. SVG no se ve afectado.
fa: تصاویر را چنان کوچک می‌کند که بلندترین ضلع حداکثر همین تعداد پیکسل باشد. تصاویر کوچک‌تر دست‌نخورده می‌مانند. SVG تحت تأثیر قرار نمی‌گیرد.
fi: Pienentää kuvia niin, että pisin sivu on enintään näin monta pikseliä. Pienemmät kuvat jätetään ennalleen. SVG ei muutu.
fr: Réduit les images pour que leur côté le plus long ne dépasse pas ce nombre de pixels. Les images plus petites restent inchangées. SVG n’est pas concerné.
he: מכווץ תמונות כך שהצלע הארוכה ביותר לא תעלה על מספר הפיקסלים הזה. תמונות קטנות יותר נשארות כמו שהן. קבצי SVG אינם מושפעים.
hr: Smanjuje slike tako da najduža stranica ima najviše ovoliko piksela. Manje slike ostaju nedirnute. Na SVG ne utječe.
hu: Úgy tömöríti a képeket, hogy a leghosszabb oldaluk legfeljebb ennyi képpont legyen. A kisebb képeket érintetlenül hagyja. Az SVG-t nem érinti.
is: Minnkar myndir þannig að lengsta hliðin verði í mesta lagi svona margir dílar. Minni myndir eru látnar í friði. SVG verður ekki fyrir áhrifum.
it: Riduce le immagini in modo che il lato più lungo non superi questo numero di pixel. Le immagini più piccole restano invariate. SVG non è interessato.
ja: 長辺がこのピクセル数以下になるように画像を縮小します。これより小さい画像はそのままです。SVGは影響を受けません。
ko: 긴 쪽이 이 픽셀 수 이하가 되도록 이미지 크기를 줄입니다. 이보다 작은 이미지는 그대로 둡니다. SVG는 영향을 받지 않습니다.
nb: Krymper bilder slik at den lengste siden er høyst så mange piksler. Mindre bilder blir ikke rørt. SVG påvirkes ikke.
nl: Verkleint afbeeldingen zo dat de langste zijde hooguit dit aantal pixels heeft. Kleinere afbeeldingen blijven ongewijzigd. SVG blijft ongemoeid.
nn: Krympar bilete slik at den lengste sida blir høgst så mange pikslar. Mindre bilete blir ikkje rørte. SVG blir ikkje påverka.
pl: Zmniejsza obrazy tak, by najdłuższy bok miał co najwyżej tyle pikseli. Mniejsze obrazy pozostają bez zmian. SVG pozostaje nietknięty.
pt_br: Reduz as imagens para que o lado mais longo tenha no máximo esta quantidade de pixels. Imagens menores ficam como estão. SVG não é afetado.
pt_pt: Reduz as imagens para que o lado mais comprido tenha no máximo este número de píxeis. As imagens mais pequenas ficam como estão. Os ficheiros SVG não são afetados.
ro: Micșorează imaginile astfel încât latura cea mai lungă să aibă cel mult atâția pixeli. Imaginile mai mici rămân neatinse. SVG nu este afectat.
ru: Уменьшает изображения так, чтобы длинная сторона была не больше указанного числа пикселей. Изображения меньшего размера остаются без изменений. SVG не затрагивается.
sk: Zmenší obrázky tak, aby najdlhšia strana mala najviac toľkoto pixelov. Menšie obrázky zostanú nedotknuté. SVG sa to netýka.
sl: Zmanjša slike tako, da ima najdaljša stranica največ toliko slikovnih pik. Manjše slike ostanejo nespremenjene. Na SVG to ne vpliva.
sv: Krymper bilder så att den längsta sidan blir högst så här många pixlar. Mindre bilder lämnas orörda. SVG påverkas inte.
th: ย่อรูปภาพให้ด้านที่ยาวที่สุดไม่เกินจำนวนพิกเซลนี้ รูปภาพที่เล็กกว่านั้นจะไม่ถูกเปลี่ยน SVG ไม่ได้รับผลกระทบ
tr: Görüntüleri, en uzun kenarı en fazla bu kadar piksel olacak şekilde küçültür. Daha küçük görüntülere dokunulmaz. SVG etkilenmez.
uk: Зменшує зображення так, щоб найдовша сторона мала щонайбільше стільки пікселів. Менші зображення лишаються без змін. SVG це не стосується.
vi: Thu nhỏ hình ảnh sao cho cạnh dài nhất không quá số điểm ảnh này. Hình ảnh nhỏ hơn được giữ nguyên. SVG không bị ảnh hưởng.
zh_hans: 压缩图片，使最长边不超过这个像素数。更小的图片保持不变。SVG 不受影响。
zh_hant: 壓縮影像，使最長邊不超過這個像素數。較小的影像維持不變。SVG不受影響。
zh_hk: 壓縮影像，使最長的一邊不超過這個像素數。較小的影像維持不變。SVG不受影響。

source: Skip These
ar: تخطي هذه الملفات
ca: Omet aquests arxius
cs: Přeskočit tyto soubory
da: Spring disse over
de: Diese Dateien überspringen
el: Παράλειψη αυτών των αρχείων
es: Omitir estos archivos
fa: رد کردن این فایل‌ها
fi: Ohita nämä
fr: Ignorer ces fichiers
he: דילוג על קבצים אלה
hr: Preskoči ove datoteke
hu: Ezek kihagyása
is: Sleppa þessum
it: Ignora questi file
ja: これらをスキップ
ko: 이 파일들 건너뛰기
nb: Hopp over disse
nl: Sla deze bestanden over
nn: Hopp over desse
pl: Pomiń te pliki
pt_br: Ignorar Estes Arquivos
pt_pt: Ignorar estes ficheiros
ro: Omiteți aceste fișiere
ru: Пропустить эти файлы
sk: Preskočiť tieto súbory
sl: Preskoči te datoteke
sv: Hoppa över dem
th: ข้ามไฟล์เหล่านี้
tr: Bunları Atla
uk: Пропустити ці файли
vi: Bỏ qua các tệp này
zh_hans: 跳过这些文件
zh_hant: 略過這些檔案
zh_hk: 跳過這些檔案

source: Skip This
ar: تخطي هذا الملف
ca: Omet aquest arxiu
cs: Přeskočit tento soubor
da: Spring dette over
de: Diese Datei überspringen
el: Παράλειψη αυτού του αρχείου
es: Omitir este archivo
fa: رد کردن این فایل
fi: Ohita tämä
fr: Ignorer ce fichier
he: דילוג על קובץ זה
hr: Preskoči ovu datoteku
hu: Ennek kihagyása
is: Sleppa þessari
it: Ignora questo file
ja: これをスキップ
ko: 이 파일 건너뛰기
nb: Hopp over denne
nl: Sla dit bestand over
nn: Hopp over denne
pl: Pomiń ten plik
pt_br: Ignorar Este Arquivo
pt_pt: Ignorar este ficheiro
ro: Omiteți acest fișier
ru: Пропустить этот файл
sk: Preskočiť tento súbor
sl: Preskoči to datoteko
sv: Hoppa över
th: ข้ามไฟล์นี้
tr: Bunu Atla
uk: Пропустити цей файл
vi: Bỏ qua tệp này
zh_hans: 跳过此文件
zh_hant: 略過此檔案
zh_hk: 跳過這個檔案

source: SVG optimization failed: %@
ar: فشل تحسين SVG: %@
ca: L’optimització de l’SVG ha fallat: %@
cs: Optimalizace SVG se nezdařila: %@
da: SVG-optimeringen mislykkedes: %@
de: Die SVG-Optimierung ist fehlgeschlagen: %@
el: Η βελτιστοποίηση SVG απέτυχε: %@
es: La optimización de SVG ha fallado: %@
fa: بهینه‌سازی SVG شکست خورد: %@
fi: SVG-optimointi epäonnistui: %@
fr: L’optimisation SVG a échoué : %@
he: מיטוב ה-SVG נכשל: %@
hr: Optimizacija SVG-a nije uspjela: %@
hu: Az SVG-optimalizálás nem sikerült: %@
is: Bestun SVG mistókst: %@
it: Ottimizzazione SVG non riuscita: %@
ja: SVGの最適化に失敗しました:%@
ko: SVG 최적화에 실패했습니다: %@
nb: SVG-optimaliseringen mislyktes: %@
nl: De SVG-optimalisatie is mislukt: %@
nn: SVG-optimaliseringa feila: %@
pl: Optymalizacja SVG nie powiodła się: %@
pt_br: A otimização do SVG falhou: %@
pt_pt: A otimização do SVG falhou: %@
ro: Optimizarea SVG a eșuat: %@
ru: Не удалось оптимизировать SVG: %@
sk: Optimalizácia SVG zlyhala: %@
sl: Optimizacija SVG ni uspela: %@
sv: SVG-optimeringen misslyckades: %@
th: ปรับ SVG ให้เหมาะสมไม่สำเร็จ: %@
tr: SVG optimizasyonu başarısız oldu: %@
uk: Не вдалося оптимізувати SVG: %@
vi: Tối ưu SVG thất bại: %@
zh_hans: SVG 优化失败：%@
zh_hant: SVG最佳化失敗：%@
zh_hk: SVG最佳化失敗：%@

source: The bundled %@ tool is missing. The app may be damaged — try reinstalling.
ar: أداة %@ المُضمّنة مفقودة. قد يكون التطبيق تالفًا — جرّب إعادة تثبيته.
ca: Falta l’eina %@ inclosa a l’app. Pot ser que l’app estigui danyada — prova de tornar-la a instal·lar.
cs: Přibalený nástroj %@ chybí. Aplikace je možná poškozená — zkuste ji nainstalovat znovu.
da: Det medfølgende værktøj %@ mangler. Appen er muligvis beskadiget — prøv at installere den igen.
de: Das mitgelieferte Werkzeug %@ fehlt. Die App ist möglicherweise beschädigt — installiere sie neu.
el: Λείπει το ενσωματωμένο εργαλείο %@. Η εφαρμογή ενδέχεται να έχει καταστραφεί — δοκιμάστε να την εγκαταστήσετε ξανά.
es: Falta la herramienta %@ incluida en la app. Puede que la app esté dañada — prueba a reinstalarla.
fa: ابزار همراه %@ یافت نشد. ممکن است برنامه آسیب دیده باشد — نصب دوباره را امتحان کنید.
fi: Mukana toimitettu työkalu %@ puuttuu. Appi saattaa olla vioittunut — kokeile asentaa se uudelleen.
fr: L’outil %@ fourni avec l’app est introuvable. L’app est peut-être endommagée — réinstallez-la.
he: הכלי המצורף %@ חסר. ייתכן שהיישום פגום — ניתן לנסות להתקין אותו מחדש.
hr: Nedostaje priloženi alat %@. Aplikacija je možda oštećena — pokušajte je ponovno instalirati.
hu: A csomagban lévő %@ eszköz hiányzik. Az app sérült lehet — próbálja meg újratelepíteni.
is: Innbyggða verkfærið %@ vantar. Forritið gæti verið skemmt — prófaðu að setja það upp aftur.
it: Lo strumento %@ incluso nell’app è mancante. L’app potrebbe essere danneggiata — prova a reinstallarla.
ja: 同梱の%@ツールが見つかりません。Appが壊れている可能性があります。再インストールしてください。
ko: 번들에 포함된 %@ 도구가 없습니다. 앱이 손상되었을 수 있으니 다시 설치해 보십시오.
nb: Det medfølgende verktøyet %@ mangler. Appen kan være skadet — prøv å installere den på nytt.
nl: Het meegeleverde hulpprogramma %@ ontbreekt. De app is mogelijk beschadigd — installeer hem opnieuw.
nn: Det medfølgjande verktøyet %@ manglar. Appen kan vere skadd — prøv å installere han på nytt.
pl: Brakuje dołączonego narzędzia %@. Aplikacja może być uszkodzona — zainstaluj ją ponownie.
pt_br: A ferramenta %@ incluída no app está faltando. O app pode estar danificado — tente reinstalá-lo.
pt_pt: Falta a ferramenta %@ incluída na aplicação. A aplicação pode estar danificada — experimente reinstalá-la.
ro: Instrumentul %@ inclus în aplicație lipsește. Este posibil ca aplicația să fie deteriorată — încercați să o reinstalați.
ru: Встроенный инструмент %@ отсутствует. Возможно, программа повреждена — переустановите её.
sk: Priložený nástroj %@ chýba. Aplikácia je možno poškodená — skúste ju preinštalovať.
sl: Priloženo orodje %@ manjka. Aplikacija je morda poškodovana — poskusite jo znova namestiti.
sv: Det medföljande verktyget %@ saknas. Appen kan vara skadad — prova att installera om den.
th: ไม่พบเครื่องมือ %@ ที่มากับแอป แอปอาจเสียหาย — ลองติดตั้งใหม่
tr: Uygulamayla birlikte gelen %@ aracı eksik. Uygulama zarar görmüş olabilir — yeniden yüklemeyi deneyin.
uk: Бракує вбудованого інструмента %@. Можливо, програму пошкоджено — спробуйте встановити її заново.
vi: Thiếu công cụ %@ đi kèm. Ứng dụng có thể đã hỏng — hãy thử cài đặt lại.
zh_hans: 找不到随附的 %@ 工具。App 可能已损坏，请尝试重新安装。
zh_hant: 找不到隨附的%@工具。App可能已損毀，請嘗試重新安裝。
zh_hk: 找不到隨附的%@工具。App可能已損毀，請嘗試重新安裝。

source: The crop already sets the size — every image comes out %1$@×%2$@. Switch the crop to a ratio, or clear it, to use a max size.
ar: الاقتصاص يحدد الحجم بالفعل — فكل صورة تخرج بمقاس %1$@×%2$@. حوّل الاقتصاص إلى نسبة أو امسحه لاستخدام حد أقصى للحجم.
ca: L’escapçament ja fixa la mida — cada imatge surt a %1$@×%2$@. Canvia l’escapçament a una proporció, o esborra’l, per utilitzar una mida màxima.
cs: Ořez už velikost určuje — každý obrázek vyjde jako %1$@×%2$@. Chcete‑li použít maximální velikost, přepněte ořez na poměr stran, nebo ho smažte.
da: Beskæringen fastlægger allerede størrelsen — hvert billede kommer ud som %1$@×%2$@. Skift beskæringen til et forhold, eller ryd den, for at bruge en maks. størrelse.
de: Der Zuschnitt legt die Größe bereits fest — jedes Bild kommt mit %1$@×%2$@ heraus. Stelle den Zuschnitt auf ein Verhältnis um oder entferne ihn, um eine Maximalgröße zu nutzen.
el: Η περικοπή ορίζει ήδη το μέγεθος — κάθε εικόνα βγαίνει σε %1$@×%2$@. Αλλάξτε την περικοπή σε αναλογία ή διαγράψτε την για να χρησιμοποιήσετε μέγιστο μέγεθος.
es: El recorte ya fija el tamaño — todas las imágenes salen a %1$@×%2$@. Cambia el recorte a una proporción, o bórralo, para usar un tamaño máx.
fa: برش خودش اندازه را تعیین می‌کند — هر تصویر با ابعاد %1$@×%2$@ بیرون می‌آید. برای استفاده از حداکثر اندازه، برش را به نسبت تغییر دهید یا آن را پاک کنید.
fi: Rajaus määrää jo koon — jokainen kuva tulee ulos kokoa %1$@×%2$@. Vaihda rajaus suhteeksi tai tyhjennä se, jos haluat käyttää maksimikokoa.
fr: Le recadrage fixe déjà la taille — chaque image ressort en %1$@×%2$@. Passez le recadrage en ratio, ou effacez-le, pour utiliser une taille max.
he: החיתוך כבר קובע את הגודל — כל תמונה יוצאת בגודל %1$@×%2$@. יש להחליף את החיתוך ליחס, או לנקות אותו, כדי להשתמש בגודל מרבי.
hr: Rezanje već određuje veličinu — svaka slika ispada kao %1$@×%2$@. Prebacite rezanje na omjer ili ga obrišite da biste koristili maks. veličinu.
hu: A vágás már meghatározza a méretet — minden kép %1$@×%2$@ méretben jön ki. A max. méret használatához váltson arányra, vagy törölje a vágást.
is: Tilskurðurinn ákveður stærðina þegar — hver mynd kemur út %1$@×%2$@. Skiptu tilskurðinum yfir í hlutfall, eða hreinsaðu hann, til að nota hámarksstærð.
it: Il ritaglio fissa già la dimensione — ogni immagine esce a %1$@×%2$@. Imposta il ritaglio su un rapporto, oppure cancellalo, per usare una dimensione max.
ja: 切り取りですでにサイズが決まっているため、すべての画像が%1$@×%2$@になります。最大サイズを使うには、切り取りを比率に切り替えるか消去してください。
ko: 자르기에서 이미 크기가 정해지므로, 모든 이미지가 %1$@×%2$@ 크기로 나옵니다. 최대 크기를 사용하려면 자르기를 비율로 바꾸거나 지우십시오.
nb: Beskjæringen angir allerede størrelsen — hvert bilde kommer ut som %1$@×%2$@. Bytt beskjæringen til et forhold, eller tøm den, for å bruke en maks. størrelse.
nl: De uitsnede legt de grootte al vast — elke afbeelding komt er als %1$@×%2$@ uit. Zet de uitsnede om naar een verhouding of wis hem om een max. grootte te gebruiken.
nn: Beskjeringa fastset storleiken alt — kvart bilete kjem ut som %1$@×%2$@. Still beskjeringa om til eit forhold, eller tøm ho, for å bruke ein maksstorleik.
pl: Kadrowanie już ustala rozmiar — każdy obraz wyjdzie jako %1$@×%2$@. Przełącz kadrowanie na proporcje lub usuń je, aby korzystać z maksymalnego rozmiaru.
pt_br: O recorte já define o tamanho — toda imagem sai em %1$@×%2$@. Mude o recorte para proporção, ou limpe-o, para usar um tamanho máx.
pt_pt: O recorte já define o tamanho — todas as imagens saem com %1$@×%2$@. Mude o recorte para proporção, ou limpe-o, para usar um tamanho máx.
ro: Decuparea stabilește deja dimensiunea — fiecare imagine iese la %1$@×%2$@. Comutați decuparea pe un raport sau ștergeți-o pentru a folosi o dimensiune max.
ru: Обрезка уже задаёт размер — каждое изображение выйдет %1$@×%2$@. Переключите обрезку на пропорции или очистите её, чтобы задать максимальный размер.
sk: Orez už určuje veľkosť — každý obrázok vyjde %1$@×%2$@. Ak chcete použiť max. veľkosť, prepnite orez na pomer alebo ho vymažte.
sl: Obrezek že določa velikost — vsaka slika bo %1$@×%2$@. Če želite uporabiti največjo velikost, preklopite obrezek na razmerje ali ga počistite.
sv: Beskärningen anger redan storleken — varje bild kommer ut som %1$@×%2$@. Ställ om beskärningen till ett förhållande, eller rensa den, för att använda en maxstorlek.
th: การครอบตัดกำหนดขนาดไว้แล้ว — ทุกรูปภาพจะออกมาเป็น %1$@×%2$@ หากต้องการใช้ขนาดสูงสุด ให้เปลี่ยนการครอบตัดเป็นอัตราส่วนหรือล้างออก
tr: Kırpma boyutu zaten belirliyor — her görüntü %1$@×%2$@ olarak çıkar. En büyük boyutu kullanmak için kırpmayı orana çevirin ya da temizleyin.
uk: Обтинання вже задає розмір — кожне зображення вийде %1$@×%2$@. Щоб скористатися максимальним розміром, переведіть обтинання в пропорції або очистіть його.
vi: Cắt xén đã ấn định kích cỡ — mọi hình ảnh đều ra %1$@×%2$@. Hãy chuyển cắt xén sang tỷ lệ, hoặc xóa nó, để dùng kích cỡ tối đa.
zh_hans: 裁剪已经决定了尺寸，每张图片都会输出为 %1$@×%2$@。若要使用最大尺寸，请将裁剪切换为比例，或清除裁剪。
zh_hant: 裁切已經決定了尺寸，每張影像都會輸出為%1$@×%2$@。若要使用最大尺寸，請將裁切切換為比例，或清除裁切。
zh_hk: 裁剪已經決定了尺寸，每張影像都會輸出為%1$@×%2$@。如要使用最大尺寸，請將裁剪改為比例，或清除裁剪。
